Repository: QubesOS/qubes-installer-qubes-os
Catalog: firstboot/po/*.po
Languages: mr, pt, th

source: You must be root to run firstboot.
mr: firstboot चालवण्यासाठी तुम्ही रूट असायला हवे.
pt: Tem de ser o root para executar o firstboot.
th: คุณต้องเป็นรูทเพื่อจะใช้งาน firstboot

source: Could not start any firstboot frontend.
mr: कुठलेही firstboot फ्रंटऐंड सुरू करण्यास अशक्य.
pt: Não foi possível iniciar nenhuma interface do Firstboot.
th: ไม่สามารถเริ่มส่วนติดต่อผู้ใช้ใดๆ ของ firstboot

source: No firstboot modules were found.
mr: firstboot घटके आढळले नाहीत.
pt: Não foram encontrados nenhuns módulos do Firstboot.
th: ไม่พบมอดูลของ firstboot

source: Could not create any firstboot interface.
mr: firstboot संवाद निर्माण करणे अशक्य.
pt: Não foi possível criar nenhuma interface do Firstboot.
th: ไม่สามารถสร้างส่วนติดต่อผู้ใช้ใดๆ ของ firstboot

source: An error has occurred in the %s module.
mr: %s घटकात त्रुटी आढळली.
pt: Ocorreu um erro no módulo %s.
th: ข้อผิดพลาดนี้เกิดขึ้นกับมอดูล %s

source: Since there is a problem with the %s module, firstboot will not load this module and will attempt to run the remaining modules.
mr: %s घटकात समस्या आढळल्यामुळे, firstboot त्या घटकाला लोड न करता इतर घटक चालवण्याचा प्रयत्न करेल.
pt: Dado que ocorreu um problema com o módulo %s, o Firstboot não carregará este módulo e vai tentar executar os módulos restantes.
th: เนื่องจากเกิดปัญหากับมอดูล %s firstboot จะไม่โหลดมอดูลนี้ และจะพยายามโหลดมอดูลที่ยังเหลืออยู่ต่อไป

source: An error has occurred in firstboot.
mr: firstboot मध्ये त्रुटी आढळली.
pt: Ocorreu um erro no Firstboot.
th: เกิดข้อผิดพลาดใน firstboot

source: Since there is a problem, firstboot will exit.
mr: अडचण आढळल्यामुळे, firstboot बाहेर पडेल.
pt: Dado que existe um problema, o Firstboot irá encerrar.
th: firstboot จะออกเนื่องจากพบปัญหา

source: A copy of the debug output has been saved to %s Be sure to attach that file to the bug report.
mr: डीबग आऊटपुटचे एक प्रत %s मध्ये सुरक्षीत केले आहे फाइल बग अहवालाशी जोडायला विसरू नका.
pt: Foi gravada uma cópia do resultado de depuração em %s Por favor certifique-se que anexa este ficheiro ao relatório de erro.
th: สำเนาผลลัพท์ของการดีบั๊กถูกบันทึกไว้ที่ %s โปรดแนบไฟล์ดังกล่าวเข้ากับรายงานข้อผิดพลาด

source: Please file a bug against 'firstboot' in the Red Hat bug tracking system at http://www.redhat.com/bugzilla.
mr: कृपया 'firstboot' च्या विरूद्ध Red Hat बग नियंत्रण प्रणाली http://www.redhat.com/bugzilla येथे त्रुटी नोंदवा.
pt: Por favor registe um erro no componente firstboot no sistema de gestão de erros da Red Hat em http://www.redhat.com/bugzilla.
th: กรุณาส่งบันทึกข้อผิดพลาดเกี่ยวกับ 'firstboot' ไปยังระบบ ติดตามข้อผิดพลาดของเรดแฮทที่ http://www.redhat.com/bugzilla

source: Attempted to go back, but history is empty.
mr: पाठीमागे जाण्याचा प्रयत्न केला, पण इतिहास रिकामा आहे.
pt: Houve uma tentativa para recuar, mas o histórico está vazio.
th: พยายามที่จะย้อนกลับ แต่ไม่มีข้อมูลประวัติ

source: _Finish
mr: समाप्त (_F)
pt: _Terminar
th: ติดตั้งเสร็จแล้ว

source: The system must now reboot for some of your selections to take effect.
mr: तुमच्या काहिक पसंती प्रभावी ठरण्यासाठी प्रणालीला पुनःसुरू करावे लागेल.
pt: O sistema deve ser agora reiniciado para que as suas escolhas fiquem activas.
th: จำเป็นต้องเริ่มการทำงานของระบบใหม่เพื่อให้บางส่วนที่คุณเลือกทำงานได้ถูกต้อง

source: _Back
mr: मागे (_B)
pt: Re_gressar
th: _ย้อนกลับ

source: _Forward
mr: पुढे (_F)
pt: A_vançar
th: ถัดไ_ป

source: Module %s did not set up its UI, removing.
mr: घटक %s ने UI सेट अप केले नाही, काढून टाकत आहे.
pt: O módulo %s não configurou a sua interface de utilizador, por isso foi removido.
th: จะถอนมอดูล %s เนื่องจากไม่ได้ติดตั้งส่วนติดต่อผู้ใช้ของมัน

source: moveToPage must be given a module title or page number.
mr: moveToPage यांस घटकाचे शिर्षक किंवा पृष्ट क्रमांक पुरवले पाहिजे.
pt: Deve ser atribuído um título de módulo ou número de página a 'moveToPage'
th: ต้องป้อนชื่อมอดูลหรือเลขหน้าให้กับ moveToPage

source: Unable to create the screenshot dir; skipping.
mr: स्क्रीनशॉट डिरेक्ट्री बनविता आले नाही; वगळत आहे.
pt: Não foi possível criar a pasta de imagens; a ignorar.
th: จะข้ามไปเนื่องจากไม่สามารถสร้างไดเรคทอรีภาพหน้าจอ

source: No module exists with the title %s.
mr: शिर्षक %s सह घटक अस्तित्वात नाही.
pt: Não existe nenhum módulo intitulado %s.
th: ไม่มีมอดูลที่ใช้ชื่อ %s

source: Skipping old module %s that has not been updated.
mr: जुने घटक %s वगळत आहे जे अद्ययावतीत केले गेले नाही.
pt: A ignorar o módulo antigo %s o qual não foi actualizado
th: จะข้ามมอดูลเก่า %s ที่ไม่ได้ถูกอัปเดต

source: Module %s does not contain a class named moduleClass; skipping.
mr: घटक %s मध्ये moduleClass नामक वर्ग नाही; वगळत आहे.
pt: O módulo %s não contém nenhuma classe chamada 'moduleClass'; a ignorar.
th: มอดูล %s ไม่มีคลาสชื่อ moduleClass ดังนั้นจะข้ามไป

source: Module %s does not contain the required attribute %s; skipping.
mr: घटक %s मध्ये आवश्यक गुणधर्म %s समाविष्टीत नाही; वगळत आहे.
pt: O módulo %s não contém o atributo obrigatório '%s'; a ignorar.
th: มอดูล %s ไม่มีคุณสมบัติ %s ที่ต้องการ ดังนั้นจะข้ามไป

source: Unable to load pixmap %s for module %s.
mr: घटक %s करीता pixmap %s दाखल करू शकत नाही.
pt: Não foi possível carregar a imagem pixmap '%s' do módulo '%s'.
th: ไม่สามารถโหลด pixmap %s สำหรับมอดูล %s

source: Module %s did not set up its UI; removing.
mr: घटक %s ने त्याचे UI निश्चित केले नाही; काढूण टाकत आहे.
pt: O módulo '%s' não configurou a sua interface de utilizador; a remover.
th: มอดูล %s ไม่ได้ติดตั้งส่วนติดต่อผู้ใช้ของมัน ดังนั้นจะลบออก

source: Additional CDs
mr: अतिरिक्त CDs
pt: CDs Adicionais
th: แผ่นซีดีเสริม

source: Please insert the disc labeled "Red Hat Enterprise Linux Extras" to allow for installation of third-party plug-ins and applications. You may also insert the Documentation disc, or other Red Hat-provided discs to install additional software at this time.
mr: "Red Hat Enterprise Linux Extras" लेबल असलेली चकती तृतीय-पक्ष प्लगइन्स आणि अनुप्रयोग यांची प्रतिष्ठापना होऊ देण्यासाठी दाखल करा. अतिरिक्त सॉफ्टवेयर प्रतिष्ठापित करण्यासाठी तुम्ही यावेळी दस्तावेज डिस्क्स् किंवा इतर Red Hat द्वारे पुरवलेल्या डिस्क्स् देखील अंतर्भूत करू शकता.
pt: Por favor insira o disco "Red Hat Enterprise Linux Extras" para permitir a instalação de aplicações e 'plugins' de terceiros. Pode também inserir o disco de Documentação ou outros discos fornecidos pela Red Hat para instalar mais software.
th: กรุณาใส่แผ่นดิสก์ที่ชื่อว่า "Red Hat Enterprise Linux Extras" เพื่อให้สามารถติดตั้งปลั๊กอินและโปรแกรมจากผู้ผลิตรายอื่น คุณอาจจะใส่แผ่นดิสก์คู่มือการใช้งาน หรือแผ่นดิสก์ที่เรดแฮทได้ให้มาด้วย เพื่อติดตั้งโปรแกรมเพิ่มเติมในตอนนี้ทันที

source: Please insert any additional software install cds at this time.
mr: कृपया काही अतिरिक्त सॉफ्टवेयर प्रतिष्ठापना cds या वेळी अंतर्भूत करा.
pt: Por favor insira agora quaisquer CDs adicionais de instalação de software.
th: กรุณาใส่ซีดีติดตั้งโปรแกรมเพิ่มเติมได้แล้ว

source: To enable runtime support of 32-bit applications on the Intel Itanium2 architecture you must install the Intel Execution Layer package from the Extras disc now.
mr: ३२-बिट अनुप्रयोगांचा चलसमय आधार Intel Itanium2 आर्कीटेक्चरवर समर्थ करण्यासाठी तुम्हास Intel Execution Layer संकुल जादा चकतीमधून आता प्रतिष्ठापित करणे आवश्यक आहे.
pt: Para activar o suporte a execução de aplicações de 32 bits na arquitectura Intel Itanium2 deve instalar o pacote Intel Execution Layer do disco de Extras agora.
th: เพื่อรองรับการทำงานของโปรแกรม 32-bit ให้สามารถรันบนสถาปัตยกรรมอินเทล Itanium2 ได้ คุณต้องติดตั้งแพกเกจ Intel Execution Layer จากแผ่นดิสก์พิเศษเดี๋ยวนี้

source: Install...
mr: प्रतिष्ठापीत करा...
pt: Instalar...
th: ติดตั้ง...

source: A CD-ROM has not been detected. Please insert a CD-ROM in the drive and click "OK" to continue.
mr: CD-ROM आढळला नाही. कृपया CD-ROM ड्राइव मध्ये टाका आणि पुढे चालू राहण्यासाठी "ठीक" क्लिक् करा.
pt: Não foi detectado nenhum CD-ROM. Insira por favor um CD na 'drive' e carregue em "OK" para continuar.
th: ตรวจไม่พบซีดีรอม กรุณาใส่แผ่นซีดีแล้วคลิก "ตกลง"

source: The autorun program cannot be found on the CD. Click "OK" to continue.
mr: सीडीवर ऑटोरन हा कार्यक्रम आढळला नाही. पुढे चालू ठेवण्यासाठी "ठिक आहे" क्लिक् करा.
pt: Não foi possível encontrar o programa 'autorun' no CD. Carregue em "OK" para continuar.
th: ไม่พบโปรแกรม autorun ในซีดี คลิก "ตกลง" เพื่อทำงานต่อ

source: Create User
mr: वापरकर्ता निर्माण करा
pt: Criar um Utilizador
th: สร้างผู้ใช้

source: You must create a user account for this system.
mr: कृपया या प्रणाली करीता वापरकर्ता खाते बनवा.
pt: É necessário criar uma conta de utilizador para este sistema.
th: คุณต้องสร้างบัญชีผู้ใช้ในระบบนี้

source: You must enter and confirm a password for this user.
mr: या वापरकर्त्यासाठी पासवर्ड द्या व त्याची खात्री करा.
pt: Precisa inserir e confirmar a senha para este utilizador.

source: The passwords do not match. Please enter the password again.
mr: पासवर्ड जुळत नाही. कृपया पासवर्ड पुन्हा प्रविष्ट करा.
pt: As senhas não correspondem. Por favor, introduza novamente a senha.
th: รหัสผ่านไม่ตรงกัน กรุณาป้อนรหัสผ่านอีกครั้ง

source: The username '%s' is a reserved system account. Please specify another username.
mr: वापरकर्ता '%s' आरक्षीत प्रणाली खाते आहे. कृपया अन्य वापरकर्तानाव निर्देशीत करा.
pt: O utilizador '%s' é uma conta reservada para o sistema. Indique por favor outro utilizador.
th: ชื่อผู้ใช้ '%s' เป็นชื่อสงวนของบัญชีระบบ โปรดเลือกชื่อผู้ใช้อื่น

source: A home directory for user %s already exists. Would you like to continue, making the new user the owner of this directory and all its contents? Doing so may take a while to reset permissions and any SELinux labels. Would you like to reuse this home directory? If not, please choose a different username.
mr: वापरकर्ता %s करीता होम डिरेक्ट्री आधिपासूनच अस्तित्वात आहे. तुम्हाला पुढे जायला आवडेल, तसेच नवीन वापरकर्त्याला या डिरेक्ट्रीचे व त्यातील अंतर्भूत माहितीचे मालक बनवण्यास आवडेल का? असे करायचे असल्यासपरवानगी व SELinux लेबल स्वच्छ करावे लागेल. तुम्हाला होम डिरेक्ट्री पुन्हा वापरायची? नसल्यास, कृपया इतर वापरकर्तानाव नीवडा.
pt: Já existe uma pasta pessoal para o utilizador %s. Deseja prosseguir, tornando o novo utilizador o proprietário desta directoria, bem como, de todo o seu conteúdo? Se prosseguir, demorará um certo período de tempo a restabelecer permissões e quaisquer etiquetas SELinux. Deseja reutilizar esta pasta pessoal? Se não for esse o caso, por favor indique um utilizador diferente.

source: Fixing attributes on the home directory for %s. This may take a few minutes.
mr: होम डिरेक्ट्री वरील %s करीता गुणधर्म निश्चित करत आहे. याला काहिक मिनीटं लागतील.
pt: A corrigir permissões na directoria home para %s. Esta acção pode demorar alguns minutos.

source: Problems were encountered fixing the attributes on some files in the home directory for %s. Please refer to %s for which files caused the errors.
mr: होम डिरेक्ट्री वरील %s करीता गुणधर्म निश्चित करतेवेळी काहिक अडचणी आढळल्यात. त्रुटी निर्माण करणाऱ्या फाइल्स् शोधण्याकरीता कृपया %s पहा.
pt: Foram encontrados problemas na correcção das permissões em alguns ficheiros na directoria home para %s. Por favor consulte %s para determinar quais os ficheiros que causaram os erros.

source: You must create a 'username' for regular (non-administrative) use of your system. To create a system 'username', please provide the information requested below.
mr: प्रणालीच्या रोजच्या वापर (अ-प्रशासकीय) करीता तुम्ही 'वापरकर्तानाव' बनविले पाहिजे. प्रणाली 'वापरकर्ता,' बनविण्याकरीता कृपया खालील विनंतीकृत माहिती पुरवा.
pt: É altamente recomendado que crie um 'utilizador' para a utilização normal (não administrativa) do seu sistema. Para criar um utilizador, indique por favor a informação solicitada abaixo.

source: _Username:
mr: वापरकर्त्याचे नाव (_U):
pt: _Utilizador:
th: _ชื่อผู้ใช้:

source: Full Nam_e:
mr: संपूर्ण नाव(_e):
pt: Nom_e Completo:
th: ชื่_อจริง:

source: _Password:
mr: पासवर्ड (_P):
pt: _Senha:
th: _รหัสผ่าน:

source: Confir_m Password:
mr: पासवर्डची खात्री करा (_m):
pt: Confir_mar a Senha:
th: _ยึนยันรหัสผ่าน

source: If you need to use network authentication, such as Kerberos or NIS, please click the Use Network Login button.
mr: नेटवर्क ऑथेंटीकेशन, जसे की कर्बेरॉस किंवा NIS वापरायचे असल्यास, कृपया नेटवर्क प्रवेश वापरा बटनावर क्लिक करा.
pt: Se necessitar de usar a autenticação pela rede, como por exemplo o Kerberos ou o NIS, carregue por favor no botão 'Usar a Autenticação pela Rede'.
th: หากคุณต้องการใช้การยึนยันตนผ่านเครือข่าย เช่น Kerberos หรือ NIS กรุณาเลือกปุ่ม ใช้การเข้าระบบผ่านเครือข่าย

source: Use Network _Login...
mr: नेटवर्क प्रवेशचा वापर करा (_L)...
pt: Usar a _Autenticação pela Rede...
th: _ใช้การเข้าระบบผ่านเครือข่าย...

source: Please wait
mr: कृपया थांबा
pt: Por favor, aguarde.

source: Date and Time
mr: दिनांक व वेळ
pt: Data e Hora
th: วันและเวลา

source: Please set the date and time for the system.
mr: कृपया प्रणाली करीता दिनांक व वेळ सेट करा.
pt: Acerte por favor a data e hora do sistema.
th: โปรดกำหนดวันและเวลาสำหรับระบบ

source: License Information
mr: परवान्याविषयी माहिती
pt: Informação da Licença
th: สัญญาอนุญาต

source: Thank you for installing Qubes. Qubes is a compilation of software packages, each under its own license. The compilation is made available under the GNU General Public License version 2. There are no restrictions on using, copying, or modifying this code. However, there are restrictions and obligations that apply to the redistribution of the code, either in its original or a modified form. Among other things, those restrictions/obligations pertain to the licensing of the redistribution, trademark rights, and export control. If you would like to understand what those restrictions are, please visit http://fedoraproject.org/wiki/Legal/Licenses/LicenseAgreement.
pt: Obrigado por instalar o Qubes. O Qubes é uma compilação de pacotes de software, tendo cada um a sua própria licença. A compilação é disponibilizada segundo a Licença Pública da GNU, na sua versão 2. Não existem restrições quanto à utilização, cópia ou modificação deste código. Todavia, existem restrições e obrigações que se aplicam à redistribuição do código, quer no seu formato original quer num formato modificado. Entre outras coisas, estas restrições/obrigações dizem respeito ao licenciamento de redistribuição, as marcas registadas e o controlo de exportação. Se desejar compreender o que significam estas restrições, por favor vá a http://fedoraproject.org/wiki/Legal/Licenses/LicenseAgreement.
th: ขอบคุณที่เลือกใช้งาน Qubes Qubes เป็นการรวมชุดซอฟต์แวร์ที่แต่ละตัวต่างก็อยู่ในสัญญาอนุญาตต่างๆ สำหรับการรวมซอฟต์แวร์นี้อยู่ภายใต้สัญญาอนุญาต GNU General Public License รุ่น 2 ซึ่งไม่มีข้อจำกัดในการใช้งาน, คัดลอกหรือดัดแปลงต้นรหัส อย่างไรก็ตาม ยังมีข้อจำกัดและข้อบังคับที่มีผลต่อการแจกจ่ายต้นรหัสไม่ว่าในสภาพเดิมหรือผ่านการดัดแปลงแล้ว และเหนือสิ่งอื่นใด ข้อกำหนดเหล่านี้เป็นไปตามสัญญาอนุญาตการแจกจ่ายซ้ำ, สิทธิในเครื่องหมายการค้า และการควบคุมการส่งออก ถ้าคุณต้องการศึกษาข้อกำหนดเหล่านี้ โปรดเข้าไปที่ http://fedoraproject.org/wiki/Legal/Licenses/LicenseAgreement

source: Understood, please proceed.
mr: कळले, कृपया पुढे चला.
pt: Compreendido, prossiga por favor.
th: เข้าใจแล้ว โปรดดำเนินการต่อไป

source: Welcome
mr: सुस्वागतम्
pt: Bem-vindo
th: ยินดีต้อนรับ

source: There are a few more steps to take before your system is ready to use. The Setup Agent will now guide you through some basic configuration. Please click the "Forward" button in the lower right corner to continue
mr: प्रणाली वापरण्याजोगी बनण्यापूर्वी आणखी काही टप्पे बाकी आहेत. सेटअप एजेंट आत्ता तुम्हाला काहिक पूर्वनिर्धारीत संरचनाचे मार्गदर्शन करेल. कृपया पुढे चालू ठेवण्यासाठी खालील उजव्या कोपऱ्यातील "पुढे" बटनावर क्लिक करा
pt: Ainda faltam alguns passos a dar antes de o seu computador estar pronto a utilizar. O Agente de Configuração vai agora guiá-lo através de algumas configurações básicas. Por favor carregue no botão "Seguinte" no canto inferior direito para continuar
th: ต่อไปนี้จะเป็นขั้นตอนสั้นๆ ที่ต้องตั้งค่า ก่อนจะใช้งานระบบของคุณ ตัวติดตั้งจะมีการแนะนำการตั้งค่าอย่างง่ายๆ ทีละขั้นตอน กรุณาคลิกที่ปุ่ม "ถัดไป" ที่มุมล่างขวาเพื่อทำงานต่อ
