Repository: QubesOS/qubes-installer-qubes-os
Catalog: po/*.po
Languages: de, is, pa

source: You must be root to run firstboot.
de: Sie müssen root sein, um firstboot starten zu können.
is: Þú verður að hafa kerfisstjóraréttindi til að keyra fyrstu-ræsingar forritið.
pa: ਫਸਟਬੂਟ ਚਲਾਉਣ ਲਈ ਤੁਹਾਡਾ ਰੂਟ (root) ਹੋਣਾ ਲਾਜ਼ਮੀ ਹੈ।

source: Could not start any firstboot frontend.
de: Kann kein firstboot-Frontend starten.
is: Gat ekki ræst neitt fyrstu-ræsingar forrit.
pa: ਕੋਈ ਵੀ ਫਸਟਬੂਟ ਫਰੰਟਐਂਡ ਚਾਲੂ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ।

source: No firstboot modules were found.
de: Keine firstboot-Module gefunden.
is: Engar fyrstu-ræsingar einingar fundust.
pa: ਕੋਈ ਵੀ ਫਸਟਬੂਟ ਮੈਡੀਊਲ ਨਹੀਂ ਲੱਭਿਆ।

source: Could not create any firstboot interface.
de: Kann keine firstboot-Schnittstelle erzeugen.
is: Gat ekki myndað neitt fyrstu-ræsingar viðmót.
pa: ਕੋਈ ਵੀ ਫਸਟਬੂਟ ਇੰਟਰਫੇਸ ਨਹੀਂ ਬਣਾਇਆ ਜਾ ਸਕਿਆ।

source: An error has occurred in the %s module.
de: In Modul %s ist ein Fehler aufgetreten.
is: Villa kom upp í %s reklinum.
pa: ਮੈਡੀਊਲ %s ਵਿੱਚ ਇੱਕ ਗਲਤੀ ਆਈ ਹੈ।

source: Since there is a problem with the %s module, firstboot will not load this module and will attempt to run the remaining modules.
de: Da ein Problem mit Modul %s existiert, lädt firstboot dieses Modul nicht und versucht, die verbleibenden Module auszuführen.
is: Þar sem það er vandamál með %s eininguna mun fyrstu-ræsingar forritið ekki lesa það inn en mun halda áfram að prófa þær einingar sem eftir eru.
pa: ਕਿਉਂਕਿ ਮੈਡੀਊਲ %s ਵਿੱਚ ਗਲਤੀ ਹੈ, ਫਸਟਬੂਟ ਇਸ ਮੈਡੀਊਲ ਨੂੰ ਲੋਡ ਨਹੀਂ ਕਰ ਸਕਿਆ ਅਤੇ ਬਾਕੀ ਮੈਡੀਊਲਾਂ ਨੂੰ ਚਲਾਉਣ ਦੀ ਕੋਸ਼ਿਸ ਕੀਤੀ ਜਾਵੇਗੀ।

source: An error has occurred in firstboot.
de: In firstboot ist ein Fehler aufgetreten.
is: Villa kom upp í fyrstu ræsingu.
pa: ਫਸਟਬੂਟ ਵਿੱਚ ਇੱਕ ਗਲਤੀ ਆਈ ਹੈ।

source: Since there is a problem, firstboot will exit.
de: Es existiert ein Problem, firstboot wird beendet.
is: Fyrst vandamál kom upp, mun fyrstu-ræsingar forritið hætta.
pa: ਇੱਕ ਸਮੱਸਿਆ ਕਰਕੇ ਫਸਟਬੂਟ ਬੰਦ ਹੋ ਜਾਵੇਗਾ।

source: A copy of the debug output has been saved to %s Be sure to attach that file to the bug report.
de: Eine Kopie der Debug-Ausgabe wurde unter %s gespeichert Stellen Sie sicher, dass diese Datei an den Fehlerbericht angehängt wird.
is: Afrit af villumeldingunum var vistað í %s Mundi að hengja hana við villutilkynninguna.
pa: ਡੀਬੱਗ ਆਊਟਪੁੱਟ ਦੀ ਇੱਕ ਕਾਪੀ %s ਵਿੱਚ ਸੰਭਾਲੀ ਜਾਵੇਗੀ ਅਤੇ ਚੈੱਕ ਕਰ ਲਵੋ ਕਿ ਇਹ ਬੱਗ ਰਿਪੋਰਟ ਵਿੱਚ ਜ਼ਰੂਰ ਦਿੱਤੀ ਜਾਵੇ।

source: Please file a bug against 'firstboot' in the Red Hat bug tracking system at http://www.redhat.com/bugzilla.
de: Erstellen Sie einen Fehlerbericht über 'firstboot' und senden Sie diesen an das Red Hat Bug Tracking System unter http://www.redhat.com/bugzilla.
is: Vinsamlegast skráðu villutilkynningu á 'firstboot' í Red Hat villuvefnum á http://www.redhat.com/bugzilla.
pa: ਕਿਰਪਾ ਕਰਕੇ 'firstboot' ਵਿਚਲੇ ਇੱਕ ਬੱਗ ਦੀ ਜਾਣਕਾਰੀ Red Hat ਬੱਗ ਟਰੈਕਿੰਗ ਸਿਸਟਮ ਵਿੱਚ http://www.redhat.com/bugzilla ਤੇ ਦਿਓ।

source: Attempted to go back, but history is empty.
de: Versuche zurückzugehen, aber Verlauf ist leer.
is: Reyndi að fara til baka, en ferilsskráin er tóm.
pa: ਪਿੱਛੇ ਜਾਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ ਗਈ, ਪਰ ਅਤੀਤ ਖਾਲੀ ਹੈ।

source: _Finish
de: _Fertigstellen
is: _Ljúka
pa: ਮੁਕੰਮਲ(_F)

source: The system must now reboot for some of your selections to take effect.
de: Damit einige Ihrer Einstellungen wirksam werden, muss Ihr System nun neugestartet werden.
is: Nú þarf að endurræsa vélina til að virkja sumt af því sem þú valdir.
pa: ਸਿਸਟਮ ਹੁਣ ਤੁਹਾਡੇ ਰਾਹੀਂ ਕੀਤੀਆਂ ਗਈਆਂ ਤਬਦੀਲੀਆਂ ਨੂੰ ਲਾਗੂ ਕਰਨ ਲਈ ਮੁੜ ਚਾਲੂ ਹੋਵੇਗਾ।

source: _Back
de: _Zurück
is: Til _baka
pa: ਪਿੱਛੇ(_B)

source: _Forward
de: _Vorwärts
is: Á_fram
pa: ਅੱਗੇ(_F)

source: Module %s did not set up its UI, removing.
de: Modul %s konfigurierte seine Nutzeroberfläche nicht, entfernen.
is: Einingin %s náði ekki að setja upp notendaviðmót (UI), fjarlægi hana.
pa: ਮੈਡੀਊਲ %s ਨੇ ਆਪਣਾ UI ਸੈੱਟਅੱਪ ਨਹੀਂ ਕੀਤਾ, ਹਟਾਇਆ ਜਾ ਰਿਹਾ ਹੈ।

source: moveToPage must be given a module title or page number.
de: moveToPage muss ein Modul-Titel oder eine Seitennummer übergeben werden.
is: moveToPage verður að fá úthlutað einingarheiti (module title) eða síðunúmeri.
pa: moveToPage ਨੂੰ ਮੈਡੀਊਲ ਟਾਈਟਲ ਜਾਂ ਸਫਾ ਨੰਬਰ ਦੇਣਾ ਜਰੂਰੀ ਹੈ।

source: Unable to create the screenshot dir; skipping.
de: Erstellen von Bildschirmfoto-Verzeichnis nicht möglich; überspringen.
is: Gat ekki búið til möppu fyrir skjámyndir; sleppi því.
pa: ਸਕਰੀਨ-ਸ਼ਾਟ ਡਾਇਰੈਕਟਰੀ ਬਣਾਉਣ ਤੋਂ ਅਸਮਰੱਥ; ਛੱਡਿਆ ਜਾ ਰਿਹਾ ਹੈ।

source: No module exists with the title %s.
de: Es existiert kein Modul mit dem Titel %s.
is: Engin eining með heitinu %s er til.
pa: %s ਟਾਈਟਲ ਵਾਲਾ ਕੋਈ ਮੈਡੀਊਲ ਮੌਜੂਦ ਨਹੀਂ ਹੈ।

source: Skipping old module %s that has not been updated.
de: Überspringe altes Modul %s, welches nicht aktualisiert wurde.
is: Sleppi gömlu einingunni %s sem ekki hefur verið uppfærð.
pa: ਪੁਰਾਣਾ ਮੈਡੀਊਲ %s ਛੱਡ ਰਿਹਾ ਜੋ ਅੱਪਡੇਟ ਨਹੀਂ ਹੋਇਆ।

source: Module %s does not contain a class named moduleClass; skipping.
de: Modul %s enthält keine Klasse mit dem Namen moduleClass; überspringen.
is: Einingin %s felur ekki í sér 'class' með heitinu 'moduleClass'; sleppi henni.
pa: ਮੈਡੀਊਲ %s ਵਿੱਚ moduleClass ਨਾਂ ਵਾਲੀ ਕਲਾਸ ਸ਼ਾਮਿਲ ਨਹੀਂ ਹੈ; ਛੱਡਿਆ ਜਾ ਰਿਹਾ ਹੈ।

source: Module %s does not contain the required attribute %s; skipping.
de: Modul %s enthält das benötigte Attribut %s nicht; überspringen.
is: Einingin %s felur ekki í sér eiginleikann %s eins og krafist er; sleppi henni.
pa: ਮੈਡੀਊਲ %s ਵਿੱਚ ਲੋੜੀਂਦਾ ਗੁਣ %s ਮੌਜੂਦ ਨਹੀਂ ਹੈ; ਛੱਡ ਰਿਹਾ ਹੈ।

source: Unable to load pixmap %s for module %s.
de: Laden der pixmap %s für Modul %s nicht möglich.
is: Gat ekki hlaðið inn pixmap bitamyndum %s fyrir eininguna %s.
pa: pixmap %s ਨੂੰ ਮੈਡੀਊਲ %s ਲਈ ਲੋਡ ਨਹੀਂ ਕਰ ਸਕਦਾ ਹੈ।

source: Module %s did not set up its UI; removing.
de: Modul %s konfigurierte seine Nutzeroberfläche nicht; entfernen.
is: Einingin %s setti ekki upp notendaviðmót (UI), fjarlægi hana.
pa: ਮੈਡੀਊਲ %s ਨੇ ਆਪਣਾ UI ਸੈੱਟਅੱਪ ਨਹੀਂ ਕੀਤਾ। ਹਟਾਇਆ ਜਾ ਰਿਹਾ ਹੈ।

source: Additional CDs
de: Zusätzliche CDs
is: Auka diskar
pa: ਐਡੀਸ਼ਨਲ CD

source: Please insert the disc labeled "Red Hat Enterprise Linux Extras" to allow for installation of third-party plug-ins and applications. You may also insert the Documentation disc, or other Red Hat-provided discs to install additional software at this time.
de: Bitte legen Sie die CD "Red Hat Enterprise Linux Extras" zur Installation von Programmen und Plugins anderer Anbieter ein. Sie können auch die Dokumentations-CD oder andere von Red Hat gelieferte CDs einlegen, um jetzt zusätzliche Software zu installieren.
is: Vinsamlega láttu diskinn merktann "Red Hat Enterprise Linux Extras" í drifið núna til að setja upp hugbúnað frá þriðja aðila. Þú getur einnig sett inn handbókardiskinn eða aðra diska frá Red Hat til að setja upp meiri hugbúnað.
pa: "Red Hat Enterprise Linux Extras" ਨਾਂ ਦੀ ਡਿਸਕ ਨੂੰ ਸੁਤੰਤਰ ਪਲੱਗਇਨ ਤੇ ਐਪਲੀਕੇਸ਼ਨ ਇੰਸਟਾਲੇਸ਼ਨ ਲਈ ਪਾਓ। ਤੁਸੀਂ ਡੋਕੂਮੈਂਟੇਸ਼ਨ CD, ਜਾਂ Red Hat-ਵਲੋਂ ਉਪਲੱਬਧ ਡਿਸਕ ਨੂੰ ਇਸ ਸਮੇਂ ਵਾਧੂ ਸਾਫਟਵੇਅਰ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਪਾ ਸਕਦੇ ਹੋ।

source: Please insert any additional software install cds at this time.
de: Bitte legen Sie jetzt weitere CDs ein, um zusätzliche Software zu installieren.
is: Ef þú hefur diska með aukahugbúnaði láttu þá í drifið núna.
pa: ਹੁਣ ਕੋਈ ਵੀ ਵਾਧੂ ਸਾਫਟਵੇਅਰ ਇੰਸਟਾਲ CD ਪਾਓ ਜੀ।

source: To enable runtime support of 32-bit applications on the Intel Itanium2 architecture you must install the Intel Execution Layer package from the Extras disc now.
de: Zur Aktivierung der Unterstützung für 32-Bit Anwendungen auf der Intel Itanium2 Architektur müssen Sie nun das Intel Execution Layer Paket von der Extras-CD installieren.
is: Ef þú vilt virkja stuðning við 32 bita forrit á Intel Itanium2 vélum skaltu setja inn "Intel Execution Layer" pakkann af aukaefnisdisknum núna.
pa: Intel Itanium2 ਢਾਂਚੇ ਉੱਤੇ 32-ਬਿੱਟ ਐਪਲੀਕੇਸ਼ਨ ਦਾ ਰੰਨਟਾਈਮ ਸਹਿਯੋਗ ਯੋਗ ਕਰਨ ਲਈ, ਤੁਹਾਨੂੰ ਵਾਧੂ ਡਿਸਕ ਤੋਂ Intel Execution Layer ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰਨਾ ਪਵੇਗਾ।

source: Install...
de: Installation ...
is: Setja upp...
pa: ਇੰਸਟਾਲ...

source: A CD-ROM has not been detected. Please insert a CD-ROM in the drive and click "OK" to continue.
de: Es wurde keine CD-ROM gefunden. Legen Sie eine CD-ROM in das Laufwerk ein und klicken Sie auf "OK", um fortzufahren.
is: Geisladiskur fannst ekki. Vinsamlegast settu geisladisk í drifið og veldu "Í lagi" til að halda áfram.
pa: CD-ROM ਨੂੰ ਖੋਜਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ ਹੈ। ਡਰਾਈਵ ਵਿੱਚ CD-ROM ਵਿੱਚ CD ਪਾਓ ਅਤੇ"ਠੀਕ ਹੈ" ਨੂੰ ਦਬਾਉ।

source: The autorun program cannot be found on the CD. Click "OK" to continue.
de: Kann das Autorun-Programm nicht auf der CD finden. Klicken Sie "OK", um fortzufahren.
is: Forritið autorun var ekki á geisladisknum. Smelltu á "Í lagi" til að halda áfram.
pa: CD ਉੱਤੇ autorun ਐਪਲੀਕੇਸ਼ਨ ਨਹੀਂ ਲੱਭਿਆ ਜਾ ਸਕਿਆ। ਜਾਰੀ ਰੱਖਣ ਲਈ "ਠੀਕ ਹੈ" ਨੂੰ ਦਬਾਓ।

source: Create User
de: Erstelle Benutzer
is: Búa til notanda
pa: ਯੂਜ਼ਰ ਬਣਾਓ

source: You must create a user account for this system.
de: Sie müssen ein Benutzer-Konto für dieses System anlegen.
is: Þú verður að búa til notandasvæði fyrir þetta kerfi.
pa: ਤੁਹਾਨੂੰ ਇਸ ਸਿਸਟਮ ਲਈ ਇੱਕ ਯੂਜ਼ਰ ਅਕਾਊਂਟ ਬਣਾਉਣਾ ਚਾਹੀਦਾ ਹੈ।

source: You must enter and confirm a password for this user.
de: Sie müssen ein Passwort für diesen Benutzer eingeben und bestätigen
is: Þú verður að búa til og staðfesta lykilorð fyrir þennan notanda.
pa: ਤੁਹਾਨੂੰ ਇਸ ਯੂਜ਼ਰ ਲਈ ਪਾਸਵਰਡ ਬਣਾਉਣਾ ਅਤੇ ਪੁਸ਼ਟੀ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।

source: The passwords do not match. Please enter the password again.
de: Die Passwörter stimmen nicht überein. Bitte geben Sie das Passwort erneut ein.
is: Lykilorðin stemma ekki. Settu þau aftur inn.
pa: ਪਾਸਵਰਡ ਮਿਲਦੇ ਨਹੀਂ ਹਨ। ਪਾਸਵਰਡ ਫੇਰ ਦਿਓ ਜੀ।

source: The username '%s' is a reserved system account. Please specify another username.
de: Der Benutzername '%s' ist ein reserviertes System-Konto. Bitte geben Sie einen anderen Benutzernamen an.
is: Notandanafnið '%s' er frátekið af kerfisstýringunni. Tilgreindu eitthvað annað notandanafn.
pa: ਯੂਜ਼ਰ-ਨਾਂ '%s' ਸਿਸਟਮ ਅਕਾਊਂਟ ਲਈ ਰਾਖਵਾਂ ਹੈ। ਹੋਰ ਯੂਜ਼ਰ-ਨਾਂ ਦਿਓ ਜੀ।

source: A home directory for user %s already exists. Would you like to continue, making the new user the owner of this directory and all its contents? Doing so may take a while to reset permissions and any SELinux labels. Would you like to reuse this home directory? If not, please choose a different username.
de: Es existiert bereits ein Heimverzeichnis für den Benutzer %s. Möchten Sie fortfahren und den neuen Benutzer den Eigentümer für das Verzeichnis und den gesamten Inhalt machen? Dies kann eine Weile dauern, um die Berechtigungen und SELinux-Markierungen neu zu erstellen. Möchten Sie dieses Heimverzeichnis wiederverwenden? Falls nein, wählen Sie bitte einen anderen Benutzernamen.
is: Þegar er til heimamappa fyrir notandann %s. Viltu halda áfram og gera nýja notandann að eiganda þessarar möppu, auk alls innihalds hennar? Ef það er gert, getur tekið nokkurn tíma að endurstilla allar heimildir auk SELinux-merkinga. Ertu viss um að þú viljir endurnýta þessa heimamöppu? Ef ekki, veldu þá eitthvað annað notandanafn.
pa: ਯੂਜ਼ਰ %s ਲਈ ਘਰ ਡਾਇਰੈਕਟਰੀ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ। ਕੀ ਤੁਸੀਂ ਇਸ ਡਾਇਰੈਕਟਰੀ ਦਾ ਅਤੇ ਇਸ ਦੀ ਸਮੱਗਰੀ ਦਾ ਮਾਲਕ (ਓਨਰ) ਨਵਾਂ ਯੂਜ਼ਰ ਬਣਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਅਜਿਹਾ ਕਰਨ ਲਈ ਅਧਿਕਾਰ ਅਤੇ SELinux ਲੇਬਲ ਮੁੜ-ਸੈੱਟ ਹੋਣ ਉੱਤੇ ਕੁਝ ਟਾਈਮ ਲੱਗੇਗਾ? ਜੇ ਨਹੀਂ, ਤਾਂ ਵੱਖਰਾ ਯੂਜ਼ਰ-ਨਾਂ ਦਿਓ ਜੀ।

source: Fixing attributes on the home directory for %s. This may take a few minutes.
de: Repariere Attribute für das Heimverzeichnis von %s. Dies kann einige Minuten in Anspruch nehmen.
is: Laga heimildir og aðra eiginleika fyrir heimamöppuna %s. Þetta gæti tekið nokkrar mínútur.
pa: %s ਲਈ ਘਰ (home) ਡਾਇਰੈਕਟਰੀ ਦੇ ਐਟਰੀਬਿਊਟ ਫਿਕਸ ਕਰ ਰਿਹਾ ਹੈ। ਇਸ ਨੂੰ ਕੁਝ ਮਿੰਟ ਲੱਗ ਸਕਦੇ ਹਨ।

source: Problems were encountered fixing the attributes on some files in the home directory for %s. Please refer to %s for which files caused the errors.
de: Es traten Probleme beim Reparieren der Attribute einiger Dateien im Heimverzeichnis von %s auf. Bitte wenden Sie sich an %s um festzustellen welche Dateien dafür verantwortlich sind.
is: Vandamál komu upp þegar reynt var að laga eiginleika sumra skráa í heimamöppu %s. Athugaðu %s til að sjá hvaða skrár það voru sem ullu vandamálunum.
pa: %s ਲਈ ਘਰ (home) ਡਾਇਰੈਕਟਰੀ ਵਿੱਚ ਕੁਝ ਫਾਇਲਾਂ ਦੇ ਐਟਰੀਬਿਊਟ ਫਿਕਸ ਕਰਨ ਵਿੱਚ ਸਮੱਸਿਆ ਆਈ ਹੈ। ਫਾਇਲਾਂ, ਜਿੰਨ੍ਹਾਂ ਨਾਲ ਗਲਤੀਆਂ ਆਈਆਂ ਹਨ, ਲਈ %s ਵੇਖੋ ਜੀ।

source: You must create a 'username' for regular (non-administrative) use of your system. To create a system 'username', please provide the information requested below.
de: Sie müssen einen »Benutzernamen« für die reguläre (nicht-administrative) Nutzung Ihres Systems anlegen. Um einen System-»Benutzernamen« anzulegen, geben Sie unten die erforderlichen Informationen ein.
is: Þú verður að búa til 'notandanafn' fyrir alla venjulega (ekki-kerfisstjórnun) vinnu í kerfinu. Til að búa til 'notandanafn' í kerfinu, settu inn upplýsingarnar sem beðið er um hér að neðan.
pa: ਤੁਹਾਨੂੰ ਆਪਣੇ ਸਿਸਟਮ ਦੀ ਲਗਾਤਾਰ (ਬਿਨ-ਪਰਸ਼ਾਸ਼ਕੀ) ਵਰਤੋਂ ਲਈ ਇੱਕ 'ਯੂਜ਼ਰ-ਨਾਂ' ਬਣਾਉਣਾ ਚਾਹੀਦਾ ਹੈ। ਇੱਕ ਸਿਸਟਮ 'ਯੂਜ਼ਰ-ਨਾਂ' ਬਣਾਉਣ ਵਾਸਤੇ, ਹੇਠਾਂ ਦਿੱਤੀ ਜਾਣਕਾਰੀ ਦਿਓ ਜੀ।

source: _Username:
de: _Benutzername:
is: _Notandanafn:
pa: ਯੂਜ਼ਰ-ਨਾਂ(_U):

source: Full Nam_e:
de: Vollständiger _Name:
is: _Fullt nafn:
pa: ਪੂਰਾ ਨਾਂ(_E):

source: _Password:
de: _Passwort:
is: _Lykilorð:
pa: ਪਾਸਵਰਡ(_P):

source: Confir_m Password:
de: Passwort b_estätigen:
is: _Staðfesta lykilorð:
pa: ਪਾਸਵਰਡ ਪੁਸ਼ਟੀ(_M):

source: If you need to use network authentication, such as Kerberos or NIS, please click the Use Network Login button.
de: Wenn Sie Netzwerkauthentifizierung, wie z.B. Kerberos oder NIS verwenden müssen, klicken Sie bitte auf die 'Netzwerk-Login nutzen'-Schaltfläche.
is: Ef þú þarft að nota auðkenningu um net, svo sem Kerberos eða NIS, vinsamlega smelltu á hnappinn 'Nota innskráningu um net'.
pa: ਜੇ ਤੁਹਾਨੂੰ ਨੈੱਟਵਰਕ ਪ੍ਰਮਾਣਿਕਤਾ ਦੀ ਲੋੜ ਹੈ, ਜਿਵੇਂ ਕਿ ਕਰਬਰੋਸ ਜਾਂ NIS, ਤਾਂ ਨੈੱਟਵਰਕ ਲਾਗਇਨ ਵਰਤੋਂ ਬਟਨ ਦਬਾਓ।

source: Use Network _Login...
de: Netzwerk-_Login nutzen ...
is: Nota inns_kráningu um net
pa: ਨੈੱਟਵਰਕ ਲਾਗਇਨ ਵਰਤੋਂ(_L)...

source: Please wait
de: Bitte warten
is: Vinsamlega bíðið
pa: ਉਡੀਕੋ ਜੀ

source: Date and Time
de: Datum und Zeit
is: Dagssetning og tími
pa: ਮਿਤੀ ਅਤੇ ਟਾਈਮ

source: Please set the date and time for the system.
de: Bitte legen Sie das Datum und die Zeit für das System fest.
is: Vinsamlegast stilltu dagsetningu og tíma fyrir kerfið.
pa: ਆਪਣੇ ਸਿਸਟਮ ਲਈ ਮਿਤੀ ਅਤੇ ਟਾਈਮ ਸੈੱਟ ਕਰੋ ਜੀ।

source: License Information
de: Lizenz-Informationen
is: Notkunarskilmálar
pa: ਲਾਈਸੈਂਸ ਜਾਣਕਾਰੀ

source: Thank you for installing Qubes. Qubes is a compilation of software packages, each under its own license. The compilation is made available under the GNU General Public License version 2. There are no restrictions on using, copying, or modifying this code. However, there are restrictions and obligations that apply to the redistribution of the code, either in its original or a modified form. Among other things, those restrictions/obligations pertain to the licensing of the redistribution, trademark rights, and export control. If you would like to understand what those restrictions are, please visit http://fedoraproject.org/wiki/Legal/Licenses/LicenseAgreement.
de: Vielen Dank, dass Sie Qubes installiert haben. Qubes besteht aus einer Zusammenstellung von Software-Paketen, die jeweils unter eigener Lizenz stehen. Die Zusammenstellung wird im Rahmen der GNU General Public Licence, Version 2 zur Verfügung gestellt. Es bestehen keine Einschränkungen hinsichtlich der Verwendung, der Vervielfältigung oder der Veränderung dieses Codes. Allerdings gibt es Einschränkungen und Verpflichtungen, die die im Zusammenhang mit der Verteilung des Codes stehen, entweder in dessen Originalfassung oder in der veränderten Form. Neben weiteren Dingen betreffen diese Einschränkungen/Verpflichtungen die Lizensierung der Weiterverteilung, die Rechte von Warenzeichen und Exportbestimmungen. Falls Sie verstehen wollen, was diese Einschränkungen sind, werfen Sie bitte einen Blick auf http://fedoraproject.org/wiki/Legal/Licenses/LicenseAgreement.
is: Þakka þér fyrir að setja upp Qubes. Qubes er safn hugbúnaðarpakka sem hver hefur sína notkunarskilmála. Þetta safn hugbúnaðarpakka er gefið út samkvæmt skilmálum GNU General Public License útgáfu 2. Það eru engar takmarkanir á notkun, afritun eða breytingum á þessum kóða. Þó eru til staðar takmarkanir á því hvernig dreyfa má þessum hugbúnaði í sinni upprunalegu eða breyttu mynd ef þú ert búsett(ur) í Bandaríkjunum. Ef þig langar að kynna þér þessa notkunarskilmála betur getur þú heimsótt http://fedoraproject.org/wiki/Legal/Licenses/LicenseAgreement.

source: Understood, please proceed.
de: Ich habe verstanden, bitte fortfahren.
is: Skilið, höldum áfram.
pa: ਸਮਝ ਗਏ, ਅੱਗੇ ਚੱਲੋ ਜੀ।

source: Welcome
de: Willkommen
is: Velkomin(n)
pa: ਜੀ ਆਇਆਂ ਨੂੰ

source: There are a few more steps to take before your system is ready to use. The Setup Agent will now guide you through some basic configuration. Please click the "Forward" button in the lower right corner to continue
de: Nur noch ein paar Schritte, und Sie können Ihr System verwenden. Der Setup-Assistent führt Sie jetzt durch einige Basiskonfigurationen. Klicken Sie auf "Vor" unten rechts, um fortzufahren.
is: Það eru nokkur atriði sem þú þarft að fara í gegnum áður en vélin þín er tilbúin til notkunar. Uppsetningarforritið mun nú leiða þig í gegnum það sem eftir er að stilla. Vinsamlegast smelltu á "Áfram" hnappinn í hægra horninu hér að neðan til að halda áfram.
pa: ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਕਿ ਤੁਹਾਡਾ ਸਿਸਟਮ ਵਰਤਣ ਲਈ ਤਿਆਰ ਹੋਵੇ, ਕੁਝ ਹੋਰ ਪਗ਼ ਬਾਕੀ ਹਨ। ਸੈੱਟਅੱਪ ਏਜੰਟ ਤੁਹਾਨੂੰ ਇੱਕ ਮੁੱਢਲੀ ਸੰਰਚਨਾ ਬਾਰੇ ਜਾਣਕਾਰੀ ਦੇਵੇਗਾ। ਜਾਰੀ ਰਹਿਣ ਲਈ ਹੇਠਲੇ ਸੱਜੇ ਕੋਨੇ ਵਿੱਚ "ਅੱਗੇ" ਬਟਨ ਨੂੰ ਦਬਾਉ ਜੀ।

source: Thank you for installing Fedora. Fedora is a compilation of software packages, each under its own license. The compilation is made available under the GNU General Public License version 2. There are no restrictions on using, copying, or modifying this code. However, there are restrictions and obligations that apply to the redistribution of the code, either in its original or a modified form. Among other things, those restrictions/obligations pertain to the licensing of the redistribution, trademark rights, and export control. If you would like to understand what those restrictions are, please visit http://fedoraproject.org/wiki/Legal/Licenses/LicenseAgreement.
pa: ਫੇਡੋਰਾ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਧੰਨਵਾਦ ਕੀਤਾ ਜਾਂਦਾ ਹੈ। ਫੇਡੋਰਾ ਸਾਫਟਵੇਅਰ ਪੈਕੇਜ ਦਾ ਗਰੁੱਪ ਹੈ, ਜਿੰਨ੍ਹਾਂ ਦੇ ਆਪਣੇ ਲਾਈਸੈਂਸ ਹਨ। ਇਸ ਗਰੁੱਪ ਨੂੰ ਗਨੂ ਜਰਨਲ ਪਬਲਿਕ ਲਾਈਸੈਂਸ ਵਰਜਨ 2 ਹੇਠ ਕੰਪਾਈਲ ਕੀਤਾ ਗਿਆ ਹੈ। ਇਸ ਕੋਡ ਨੂੰ ਵਰਤਣ, ਕਾਪੀ ਕਰਨ ਅਤੇ ਸੋਧਣ ਲਈ ਕੋਈ ਵੀ ਪਾਬੰਦੀ ਨਹੀਂ ਹੈ। ਪਰ ਕੁਝ ਪਾਬੰਦੀਆਂ ਅਤੇ ਰੋਕਾਂ ਤਾਂ ਹਨ, ਜੋ ਕਿ ਕੋਡ ਦੀ ਮੁੜ-ਵੰਡ ਉੱਤੇ ਲਾਗੂ ਹੁੰਦੀਆਂ ਹਨ, ਭਾਵੇਂ ਉਹ ਅਸਲੀ ਹੋਵੇ ਜਾਂ ਸੋਧਿਆ ਗਿਆ ਹੋਵੇ। ਹੋਰ ਚੀਜ਼ਾਂ ਤੋਂ ਇਲਾਵਾ ਇਹ ਰੋਕਾਂ/ਪਾਬੰਦੀਆਂ ਮੁੜ-ਵੰਡਣ, ਮਾਰਕੇ ਅਤੇ ਨਿਰਯਾਤ ਕੰਟਰੋਲ ਲਈ ਲਾਈਸੈਂਸ ਦੀ ਸੁਰੱਖਿਆ ਵਾਸਤੇ ਹਨ। ਜੇ ਤੁਸੀਂ ਉਹਨਾਂ ਪਾਬੰਦੀਆਂ ਨੂੰ ਸਮਝਣਾ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ http://fedoraproject.org/wiki/Legal/Licenses/LicenseAgreement ਨੂੰ ਵੇਖੋ ਜੀ।
